Repository: Jozzeh/community_store_mollie
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Adds the mollie payment gateway to C5 vivid ecommerce.
nl_nl: Voegt de mollie betaalmethode to aan vivid ecommerce.

source: Mollie payment gateway
nl_nl: Mollie betaalmethode

source: This package requires that Vivid Store be installed
nl_nl: Vivid store moet ge√Øsntalleerd zijn om deze module te gebruiken.

source: Access Denied.
nl_nl: Toegang Geweigerd.

source: Click on "Complete Order" to start the payment process.<br/>
nl_nl: Klik op "Bestelling afronden" om de online betaling te starten.<br/>

source: In the next screen you will be able to choose between these payment methods:<br/>
nl_nl: In het volgende scherm, zal je kunnen kiezen tussen volgende betaalwijzen:<br/>

source: Error: No payment options available. Please contact the website owner.
nl_nl: Fout: Geen betaalmogelijkheden beschikbaar. Contacteer de website beheerder.

source: Enter your API Key
nl_nl: Voeg uw API sleutel toe

source: After adding the API key, go to the mollie settings page below the store settings to scan for available payment options.
nl_nl: Na het toevoegen van de API key, ga naar de mollie settings onder de store settings om te scannen naar beschikbare betaalmethodes.

source: Most Mollie methods are direct online payment. The status after an order should be "Processing".
nl_nl: De meeste Mollie methodes worden direct betaald. De status na een bestelling zou "Processing" moeten zijn.

source: However, Bank transfer is not paid immediately. The status above will be set on Bank transfer payments.
nl_nl: Een bank overschrijving wordt niet direct betaald. De status hierboven zal geplaatst worden op bestallingen met een bank overschrijving.

source: Important:
nl_nl: Belangrijk:

source: Normally a cancelled order will remain on the standard "Incomplete" status. A deleted order can not be retrieved so carefull with enabling this feature.
nl_nl: Een bestelling die geannuleerd is, zal normaal gezien op de standaard "Incomplete" status komen te staan. Een bestelling die verwijderd wordt, kan niet meer terug gehaald worden. Pas dus op met de instelling hierboven te activeren.

source: The order was cancelled.
nl_nl: De bestelling was geannuleerd.

source: Your cart still holds your products, so you can place a new order.
nl_nl: De producten zitten nog steeds in uw winkelwagen. U kan een nieuwe bestelling plaatsen.

source: Please set the API Key for mollie in the settings.
nl_nl: De API key is verplicht voor mollie in de instellingen.

source: Current mollie payment methods:
nl_nl: Huidige mollie betaalmethodes:

source: Name
nl_nl: Naam

source: Rescan
nl_nl: Scannen

source: Login to your mollie account to enable or disable the options of payment. Afterwards, click the rescan button on this page to load the methods.
nl_nl: Log in op uw mollie account om de verschillende methodes aan of af te plaaten. Nadien klik je op de scannen knop om de geactiveerde methodes hier te tonen.

source: API Key must be set
nl_nl: API sleutel moet ingesteld zijn
