Repository: Jozzeh/community_store_mollie
Catalog: languages/messages.po
Languages: nl

source: Mollie Payment Method for Community Store
nl: Mollie betaalmethode voor Community Store

source: Mollie payment method
nl: Mollie betaalmethode

source: This package requires that Community Store be installed
nl: Voor deze add-on moet Community Store ge√Ønstalleerd zijn.

source: Error: No payment options available. Please contact the website owner.
nl: Error: er zijn geen betaalmethodes beschikbaar. Contacteer de eigenaar van deze website.

source: Api Key
nl: API sleutel

source: Status of order when a payment is cancelled
nl: De status van de bestelling wanneer de betaling wordt geannuleerd

source: View Mollie Payment Methods
nl: Bekijk Mollie Betaalmethodes

source: Payment methods are successfully updated.
nl: Betaalmethodes zijn met succes bijgewerkt.

source: Name
nl: Naam

source: Rescan
nl: Opnieuw scannen

source: General Settings
nl: Algemene instellingen

source: Mollie API Key must be set
nl: De Mollie API sleutel moet ingevoerd worden
